Revit 2027 API
ComponentRepeaterSlotFailures Properties
The BuiltInFailures.ComponentRepeaterSlotFailures type exposes the following members.
Properties
Name | Description
ComponentRepeaterSlot_InvalidFamilyOnReload |  Reloaded family not appropriate for repeated component.
Top
See Also
Reference
BuiltInFailures.ComponentRepeaterSlotFailures Class
Autodesk.Revit.DB Namespace